{"sections":{"main":{"type":"main-page","settings":{"padding_top":28,"padding_bottom":0}},"e2b2a29e-2555-4721-873a-c9cd302b12b4":{"type":"news-page-section","blocks":{"image_text_qtXg6c":{"type":"Image-Text","settings":{"top_text":"<p><strong>Guardair Corporation Wins 2025 ISA Innovation Impact Award for PowerQUAD™ Vacuum Line<\/strong><\/p>","img_logo":"shopify:\/\/shop_images\/ISA_Award_Mark_Tom.jpg","image_alignment":"default","img_link":"","texts":"<p><strong>Chicopee, MA, May 7, 2025<\/strong> - ISA is excited to announce Guardair Corporation as the winner of the 2025 ISA Innovation Impact Award, presented live at ISA25 in Nashville, Tennessee. This annual award celebrates breakthrough solutions that are transforming the industrial MROP channel and delivering measurable value to the end user.<br\/><br\/>Guardair's winning product, the PowerQUAD Pneumatic Vacuum Line, stood out for its groundbreaking performance, energy efficiency, and customer-focused design. Voted on by attendees at ISA25, held March 31–April 2, the PowerQUAD line earned top marks for its ability to address longstanding challenges in industrial clean-up processes while reducing operating costs.<\/p><p>\"This award validates the innovation and hard work our team has poured into the PowerQUAD line,\" said Thomas C. Tremblay, President of Guardair Corporation. \"We're honored to be recognized by our peers and the greater ISA community.\"<\/p><p><a href=\"\/pages\/isa-innovation-award-2025\" title=\"ISA Innovation Award 2025\">Learn more about the award and PowerQUAD →<\/a><\/p>","anchor_id":"isa-award-2025"}},"image_text_QNB4cd":{"type":"Image-Text","settings":{"top_text":"<p><strong>Guardair Corporation Welcomes Mitch Swierczynski as New Market Development Manager<\/strong><\/p>","img_logo":"shopify:\/\/shop_images\/Mitch_Swierczynski_bw.jpg","image_alignment":"default","img_link":"","texts":"<p><strong>Chicopee, MA, September 2, 2024<\/strong> - Guardair Corporation, the leading U.S. manufacturer of OSHA-compliant safety air guns and pneumatic vacuums, is pleased to announce the appointment of Mitch Swierczynski as Market Development Manager.<br\/><br\/>Mitch brings over 15 years of experience in industrial distribution, direct sales, and account management spanning across multiple channels, including corporate, government, healthcare, and strategic partner engagement while at Grainger and Radians. His industrial safety background, combined with his 2018 OSHA 30-Hour Construction Safety and Health certification, underscores his commitment to safety and excellence in the industry.<br\/><br\/>\"We are thrilled to have Mitch join the Guardair team,\" says Tom Tremblay, President of Guardair Corporation. \"His extensive experience in sales and account management, coupled with his strategic approach to market development, makes him a perfect fit for our organization. We are confident that Mitch's innovative mindset and dedication will significantly contribute to our continued growth and success.\"<br\/><br\/>Mitch is a graduate of Central Connecticut State University, where he studied marketing and entrepreneurship. Guardair is excited to leverage Mitch's expertise and dynamic approach to strengthen our market presence and foster new opportunities for growth.<\/p>","anchor_id":"mitch"}},"image_text_R6kinW":{"type":"Image-Text","settings":{"top_text":"<p><strong>Guardair Corporation Unveils PowerQUAD™: The Pinnacle of Pneumatic Vacuum Technology<\/strong><\/p>","img_logo":"shopify:\/\/shop_images\/powerquad-family-vacs-press-release.jpg","image_alignment":"default","img_link":"","texts":"<p><strong>Chicopee, MA June 3, 2024<\/strong> - Guardair Corporation, a leading innovator in industrial pneumatic vacuums, proudly announces the launch of PowerQUAD™, the latest advancement in pneumatic vacuum technology, setting a new standard in performance, safety, and efficiency.<\/p><p><strong>Revolutionary Technology<br\/><\/strong>PowerQUAD™ represents the most significant leap in pneumatic vacuum technology in over 75 years. Featuring a patent-pending, dual-stage vacuum, multi-venturi generating engine, PowerQUAD™ is engineered to deliver superior vacuum performance while maximizing energy savings. With customer-configurable nozzles and color-coded injector nozzle sets, users can effortlessly optimize vacuum performance to match their<br\/>specific compressed air supply.<\/p><p>“This product embodies our commitment to innovation, efficiency, and safety, providing our customers with unparalleled performance and reliability,” said Mark Yorns, Director of Engineering at Guardair Corporation.<\/p><p><strong>Unmatched Performance<br\/><\/strong>PowerQUAD™ vacuums offer up to 35% higher vacuum head and up to 67% more vacuum flow compared to traditional systems. This exceptional performance is complemented by significant compressed air savings of up to 71%, providing lower Total Cost of Ownership and backed by the Guardair <a href=\"\/pages\/warranty\" target=\"_blank\" title=\"Product Warranties\"><strong>FOREVER WARRANTY<\/strong><\/a>.<\/p><p><strong>Versatility and Safety<br\/><\/strong>Powered by compressed air, PowerQUAD™ vacuums are safe and reliable. The absence of electric cords and electric motors eliminates the risks of electrical shocks, sparking, burnout, or overheating, making PowerQUAD vacuums inherently safe for hazardous locations or wet environments.<strong> <\/strong>In addition, all PowerQUAD vacuums feature a liquid shutoff device making them wet\/dry compatible. And finally, PowerQUAD™ is the quietest pneumatic vacuum on the market, operating at less<br\/>than 88 dBA. <\/p><p><strong>Wide-Range of Models<br\/><\/strong>Designed for heavy-duty industrial and commercial applications, PowerQUAD™ vacuums are available in the following models to meet diverse cleaning needs:<\/p><p><strong>Fit All Guardair Accessories<br\/><\/strong>PowerQUAD™ vacuums are backwards compatible<br\/>with all existing Guardair vacuum accessories and attachments, ensuring<br\/>seamless integration and enhanced versatility.<\/p>","anchor_id":"powerquad"}},"image_text_tRjWp9":{"type":"Image-Text","settings":{"top_text":"<p><strong>Guardair Corporation Welcomes Pat Landers as New Market Development Manager<\/strong><\/p>","img_logo":"shopify:\/\/shop_images\/Pat_Landers_BW.jpg","image_alignment":"default","img_link":"","texts":"<p><strong>Chicopee, MA January 5, 2024<\/strong> - Guardair Corporation, the leading U.S. manufacturer of OSHA-compliant safety air guns and pneumatic vacuums, is pleased to announce the appointment of Pat Landers as the new Market Development Manager.<\/p><p>With a robust background spanning 10+ years in the industrial sector, Pat joins Guardair from Saint-Gobain Abrasives (Norton) in Worcester, MA where he rapidly ascended the ranks to his most recent role as National Account Manager. In this capacity, he cultivated significant relationships with top distributors such as MSC, Grainger, Fastenal, and Northern Safety, showcasing his expertise in managing<br\/>and expanding key accounts.<br\/><br\/>Pat's appointment reflects Guardair’s commitment to driving growth and fostering strong relationships with our distributors. In his new role, he will oversee our key distributor accounts, leveraging his extensive experience to enhance our market presence and develop innovative strategies. Pat's proven track record and deep industry knowledge make him an invaluable addition to the Guardair team.<\/p><p>“Pat’s comprehensive understanding of the industrial market and his remarkable ability to nurture pivotal distributor relationships align perfectly with our vision for the future,” states Tom Tremblay, President of Guardair. “We are excited about the fresh perspectives and dynamic approach he brings to the table.\"<\/p>","anchor_id":"pat"}},"7b633077-4f7d-442d-b8df-f92abd30b0a4":{"type":"Image-Text","settings":{"top_text":"<p><strong>Guardair Introduces PulseAir™ Vacuum\/Dust Extractor Line<\/strong><\/p>","image_alignment":"default","img_link":"shopify:\/\/products\/pulseair","texts":"<p><strong>Chicopee, MA September 7, 2022<\/strong> - Guardair Corporation, a leading manufacturer of pneumatic tools and accessories for industrial cleaning and maintenance announces the latest innovation to its flagship <strong>GUARDAIR<\/strong> brand -- the <strong>PulseAir Vacuum\/Dust Extractor Line<\/strong><\/p><p>Powered by compressed air, <strong>PulseAir Vacuums\/Dust Extractors<\/strong> are powerful industrial vacuums incorporating a proprietary, button-activated system engineered to clean the vacuum filter without opening the unit. On demand, a burst of compressed air is injected into the interior of the filter mounted underneath the vacuum lid. Dust particles clogging the outer filter surface are dislodged and settle within the closed container.<\/p><p>“Clogged filters dramatically lower vacuum performance” explained <strong>Nick Gorra, Guardair Product Marketing Manager<\/strong>. “<strong>PulseAir<\/strong> technology also extends filter lifespan, allows un-interrupted vacuum operation, and minimizes operator exposure to dusty filters. Coupled with HEPA filtration, <strong>PulseAir<\/strong> enables end-users to meet <strong>OSHA Silica Dust Regulation 29 CFR 1926.1153<\/strong>.”<\/p><p>Dependable and trouble-free with no motor to spark or burn out, <strong>PulseAir<\/strong> units generate exceptional vacuum lift and flow while operating quietly and efficiently. <strong>PulseAir Vacuums<\/strong> are ideal for general industrial housekeeping applications with high dust content, while <strong>PulseAir Dust Extractors<\/strong> are designed for source capture power tools.<\/p><p><strong>PulseAir Vacuums<\/strong> are available with 55, 30 and 20-gallon containers; <strong>PulseAir Dust Extractors<\/strong> with 30 and 20-gallon containers. All models feature HEPA cartridge filters and static conductive components to eliminate nuisance shocks.<\/p>","anchor_id":"pulseair"}},"8c07ce65-b594-445b-835d-a55bb0419c18":{"type":"Image-Text","settings":{"top_text":"<p><strong>Guardair Introduces Contain-It Kits for More Efficient Shop Clean-up<\/strong><\/p>","img_logo":"shopify:\/\/shop_images\/i.shgcdn.png","image_alignment":"default","img_link":"shopify:\/\/products\/contain-it-kit","texts":"<p><strong>Chicopee, MA July 12, 2022<\/strong> - Guardair Corporation, a leading manufacturer of pneumatic tools and accessories used for industrial cleaning and maintenance announces the latest innovation to its flagship <strong>GUARDAIR<\/strong> brand – the <strong>Contain-It Kits<\/strong>.<\/p><p>Powered by standard shop compressed air, Guardair GunVacs feature convenient point-of-use vacuum capability and are equipped with a low-capacity filter bag. <strong>Contain-It Kits<\/strong> attach to any GunVac or Flexible GunVac and provide 5-gallons of storage capacity for vacuumed up debris, such as metal chips, shavings, sand, powders or sawdust. With <strong>Contain-It Kits<\/strong>, users can vacuum longer and minimize downtime spent emptying debris.<\/p><p>Featuring a 5-gallon plastic container with weighted lid for safe operation and easy emptying, <strong>Contain-It Kits<\/strong> include a standard cartridge filter and 1-1\/4” ID x 10’ flexible vacuum hose with hose cuff for secure attachment. An optional cloth filter bag for additional filter protection is also available.<\/p><p>“When developing the <strong>Contain-It Kits<\/strong>, we really listened to our end-users,” explained Nick Gorra, Guardair Product Marketing Manager. “Now a <strong>Contain-It Kit<\/strong> with plenty of additional storage capacity for vacuumed debris can be stationed with each GunVac at machine tools or workstations for on-the-spot cleanup.”<\/p><p>Offered as a stand-alone accessory (P\/N 1520), <strong>Contain-It Kits <\/strong>are also sold bundled with the GunVac (P\/N 1522) or the Flexible GunVac (P\/N 1524).<\/p>","anchor_id":"contain-it-kits"}},"b5210183-d16f-4ef1-99cf-21a385b63b6c":{"type":"Image-Text","settings":{"top_text":"<p><strong>Guardair Corporation Appoints New Director of Operations – Rob Psholka<\/strong><\/p>","img_logo":"shopify:\/\/shop_images\/i.shgcdn_2.png","image_alignment":"default","img_link":"","texts":"<p><strong>Chicopee, MA August 19, 2021<\/strong> - Guardair Corporation, the largest U.S. manufacturer of OSHA compliant safety air guns and pneumatic vacuums, is pleased to announce the addition of Rob Psholka as the new Director of Operations.<\/p><p>Rob brings over 30 years of experience leading operations in industrial manufacturing. Most recently, he held the position of Director of Manufacturing Operations at Conval, Inc., a leading supplier of high-performance valves for power, utility and other industries.<\/p><p>Rob also spent time at Westfield Gage, Senior Aerospace, Berkshire Plastics, and Pratt & Whitney. He holds an MS in Mechanical Engineering from Western New England College and an MBA from Rensselaer Polytechnic Institute.<\/p><p>In his new role, Rob will oversee all aspects of manufacturing, ensuring production, performance, and quality standards are consistently met. “Rob’s diverse operations background advancing manufacturing through lean implementation, production management and cost reduction initiatives will help accelerate our efforts to keep pace with an ever-changing environment,” states Tom Tremblay, President of Guardair. “We are very excited to have him join our team.”<\/p>","anchor_id":"rob"}},"d390b9e0-8618-4a60-9cf1-356155aeb231":{"type":"Image-Text","settings":{"top_text":"","img_logo":"shopify:\/\/shop_images\/i.shgcdn_3.png","image_alignment":"center","img_link":"","texts":"<p><strong>Guardair Corporation Introduces Syphon Spray System TO COMBAT Covid-19<br\/><\/strong><em>Cost-effective, compressed air-powered system sprays cleaners and disinfectants.<\/em><\/p><p><strong> Chicopee, MA   June 4, 2020 <\/strong>— Guardair Corporation, the largest domestic manufacturer of Occupational Safety and Health Administration (OSHA) compliant safety air guns and pneumatic accessories, has developed an innovative product to spray cleaning solutions and disinfectants onto workplace surfaces to keep employees safe from infection.<\/p><p>Powered by compressed air, the Syphon Spray System is a cost-effective alternative to hiring expensive sanitizing services. Ideal for industrial facilities with in-plant air compressors, the Syphon Spray System provides wide-area spray capability to thoroughly disinfect floors, walls, and workbenches, as well as tools, machinery and equipment.<\/p><p>Featuring a 12” Syphon Spray Gun, the Syphon Spray System delivers up to 16 gallons of liquid per hour. Adjustable nozzle tip controls flow and spray pattern from a steady stream to a light mist. Rugged 20-gallon canister stores cleaning solutions with a secure lid to avoid spillage while rolling.<\/p><p>The easy to maneuver Syphon Spray System is dolly mounted and comes complete with push handle. Reach remote locations with 20’ syphon hose assembly. All components are suitable for use with common, noncorrosive, disinfecting solutions.<\/p><p>“Performing proactive disinfection to ensure workplaces are safe is critical during these unprecedented times.” states Tom Tremblay, President of Guardair. “Our Syphon Spray System offers an innovative solution to spraying disinfectants and reduces the risk of workplace Covid-19 infections.”<\/p>","anchor_id":"syphon-spray-system"}},"c1c55b8c-ac2e-4f71-8f30-dd6943f43b9c":{"type":"Image-Text","settings":{"top_text":"","img_logo":"shopify:\/\/shop_images\/i.shgcdn_4.png","image_alignment":"center","img_link":"","texts":"<p><strong>Introducing the Chip Collector Lid<\/strong><\/p><p><em>Guardair Corporation announces the Chip Collector Lid designed to maintain a clean and safe shop environment.<\/em><\/p><p><strong>Chicopee, MA   June 26, 2019<\/strong>— Guardair Corporation, the largest domestic manufacturer of Occupational Safety and Health Administration (OSHA) compliant safety air guns and pneumatic accessories, has developed the Chip Collector Lid to capture metal chips and airborne oils generated when cleaning newly machined parts with compressed air.<br\/><br\/>When blowing off machined parts, dangerous metal chips and oils can disperse and settle on shop floors, requiring post-operation clean-up. By capturing these materials, the Chip Collector Lid reduces clean-up costs, promotes shop cleanliness, and improves worker safety.<\/p><p>Made from lightweight, chemical-resistant polyethylene, the Chip Collector Lid mounts on any 55-gallon drum, or 44- and 55-gallon trash barrel. Captured chips and oils are then stored for proper disposal.<\/p><p>Ideal for use in machine shops, woodworking, metalworking and fabrication facilities, the Chip Collector Lid features a wide opening and adjustable, clear-view safety shield for inspection of parts while cleaning. With dual, removable parts bins and a top storage tray, the Chip Collector Lid also features dual, hanging hooks for convenient storage of safety air guns or other tools.<\/p><p>OSHA Standard 1910.242(b) states that compressed air used for cleaning must include “effective chip guarding” to minimize the risk of injury to workers. “Eye injuries from flying debris are common occurrences when precautions are not taken,” said Tom Tremblay, President of Guardair. “The Chip Collector Lid reduces that risk and provides a cleaner, safer shop environment.”<\/p><p><strong>Key Takeaways<\/strong><\/p><ul><li>Captures metal chips and airborne oils when cleaning parts with compressed air<\/li><li>Compatible with any 55-gallon drum or 44- and 55-gallon trash barrel<\/li><li>Improves shop cleanliness and safety<\/li><\/ul><p><strong>Learn more: <\/strong><a href=\"https:\/\/guardair.com\/products\/chip-collector-lid\" title=\"Chip Collector Lid\">Chip Collector Lid<\/a><\/p>","anchor_id":"chip-collector"}},"a9a870e7-d9cf-43e5-8181-7ab09bbbeeb5":{"type":"Image-Text","settings":{"top_text":"","img_logo":"shopify:\/\/shop_images\/i.shgcdn_6.png","image_alignment":"center","img_link":"","texts":"<p><strong>Introducing the QuickSelect™ Tool Rack<br\/><\/strong><em>Guardair Corporation announces the QuickSelect Tool Rack designed to store frequently-used shop tools.<\/em><\/p><p><strong>Chicopee, MA, June 8, 2019 <\/strong>— Guardair Corporation, the largest domestic manufacturer of Occupational Safety and Health Administration (OSHA) compliant safety air guns and pneumatic vacuums, has developed the new QuickSelect Tool Rack to organize frequently-used shop tools and keep them within easy reach.<\/p><p>Made from heavy-duty aluminum, the QuickSelect features an array of slots and holes sized to accommodate the most popular tools including Allen wrenches, dead blow hammers, screwdrivers, and safety air guns. Also featured is a 1-3\/4” hole lined with a plastic bushing for storing sensitive instruments such as tool holders or gauges, making the QuickSelect the perfect accessory for CNC machining centers.<\/p><p>Featuring a slim profile that minimizes intrusion into active workspaces, the QuickSelect is available in two versions—with eight holes for custom mounting, or with dual, high-strength magnets for quick mounting on steel surfaces.<\/p><p>“Disorganized and cluttered workspaces lead to wasted time”, says Heather Bean, Marketing & eCommerce Director at Guardair. “Our new QuickSelect Tool Rack offers an innovative solution to organizing and accessing your most frequently used shop tools”<br\/><br\/><strong>Key Features:<\/strong><\/p><ul><li>Durable, 1\/8-inch aluminum construction<\/li><li>15 holes and slots sized for the most popular tools<\/li><li>1 ¾-inch diameter hole with removable plastic bushing<\/li><li>Multiple mounting options<\/li><li>Magnets provide 190 lbs. axial holding force<\/li><li>Measures 12”L x 5”W x 3”H<\/li><li>Proudly made in the U.S.A.<\/li><\/ul>","anchor_id":"quickselect"}},"38e40e91-1c76-4533-b28a-40307a3963e6":{"type":"Image-Text","settings":{"top_text":"<p><strong>Introducing an Innovative Solution to an Age-Old Industrial Cleaning Problem<\/strong><\/p><p><em>Guardair Corporation introduces the Blind Hole Vacuum to meet the challenge of cleaning out blind holes in metal, wood, and plastic work pieces.<\/em><\/p>","img_logo":"shopify:\/\/shop_images\/blind-hole-vac_large_1.jpg","image_alignment":"left","img_link":"","texts":"<p>Guardair Corporation, the largest U.S. manufacturer of Occupational Safety and Health Administration (OSHA) compliant safety air guns and pneumatic vacuums, has developed an innovative product for cleaning out blind holes in metal, wood, and plastic work pieces.<br\/><br\/>Designed to safely suck up debris normally trapped in blind holes, the BH 4000 Blind Hole Vacuum provides a thorough and fast cleaning process for busy manufacturing environments. Powered by standard shop compressed air, the unit features a powerful pneumatic vacuum paired with an on-demand, air-agitator that loosens and lifts chips or debris lying deep within blind holes or crevices.<br\/><br\/>Equipped with a clear-view window that ensures precision positioning for maximum performance, the BH4000 features a 5-foot hose that provides flexible reach. Capable of mounting on any vertical surface, the versatile Blind Hole Vacuum is equipped with a 5.5-gallon, chemical resistant container and a standard air filter.<br\/><br\/>“Manufacturers know that blind holes create real issues when it comes to safe cleaning practices, since workers are apt to pick up a nearby air gun and blow out the debris without much thought,” says Thomas Tremblay, President of Guardair. “With the Blind Hole Vacuum, we’ve made that process much safer, and easier, for a wide-variety of work environments.”<\/p>","anchor_id":"blind-hole-vac"}},"65d37228-b968-43b0-9afc-1652084085da":{"type":"Image-Text","settings":{"top_text":"","img_logo":"shopify:\/\/shop_images\/i.shgcdn_5.png","image_alignment":"center","img_link":"","texts":"<p><strong>Guardair Corporation Introduces Radiator Gun for Heavy Equipment Maintenance<\/strong><\/p><p><em>Guardair Radiator Gun effectively cleans debris filled radiators thereby preventing engine overheating and lowering heavy equipment maintenance costs.<\/em><br\/><br\/>Guardair Corporation, the largest U.S. manufacturer of safety air guns and pneumatic vacuums, is pleased to offer a new maintenance tool in the Guardair Inforcer line -- the Radiator Gun.<br\/><br\/>Airborne dust, dirt, trash and debris can be a real problem for heavy equipment and vehicle engines. Cooling systems routinely suck in foreign objects that collect on radiator fins and other surfaces. Ineffective or infrequent cleaning can lead to engine overheating, engine failure, or worse.<br\/><br\/>Powered by compressed-air, the Radiator Gun is designed to clean radiators within hard-to-access housings and engine bays on heavy equipment such as bulldozers, front-end loaders, dump trucks, excavators, and farm equipment. Thus, the Radiator Gun is ideal for equipment operating in landfills, quarries, construction sites, waste transfer stations, mining operations and agriculture -- all environments filled with air-suspended, radiator unfriendly debris.<br\/><br\/>“When engine radiators become clogged and lose their effectiveness, this can lead to significant equipment downtime.” said Thomas Tremblay, President of Guardair Corporation. “With the new Radiator Gun, our goal is to help companies minimize operating costs and engine maintenance costs.”<br\/><br\/>Featuring a unique, multi-port linear nozzle, the Radiator Gun delivers a powerful, wide-spray pattern of compressed-air to quickly and effectively blast away debris. By incorporating the linear nozzle into the tip of a ½” diameter, 60” heavy-duty stainless steel extension, this configuration provides unparalleled cleaning power and versatility. A rugged, in-line style, thermally insulated handle features a dead-man trigger for safe operation, and an adjustable auxiliary handle provides sure, two-handed control. Compressed-air for the Radiator Gun can be supplied by a 185-cfm tow-behind, or stationary in-plant compressor.<\/p>","anchor_id":"radiator"}},"08a3b00d-f9ab-4ec1-b859-079f321e6acc":{"type":"Image-Text","settings":{"top_text":"<p><strong>'Air' On The Side Of Caution<\/strong><\/p>","image_alignment":"center","img_link":"","texts":"<p><\/p><p><em>Stay Safe With OSHA-Compliant Air Guns<\/em><br\/><br\/>Cleaning errant chips and debris off equipment, parts and surfaces using compressed air is an important aspect of industrial housekeeping. But without the proper tools and precautions, cleaning with compressed air can put workers at serious risk of injury — and employers at risk of OSHA citations and penalties.<br\/><br\/>Powered by compressed air, safety air guns minimize the danger of cleaning equipment in hazardous or hard-to-reach areas. They are ideal for cleaning conveyors, rotating equipment, cutting tools, ovens, electrical equipment and other dangerous machines (even as those machines continue to run), from a safe distance, thereby minimizing the risk of operator injury. In addition, cleaning with compressed air is inherently much faster than – and often a preferable alternative to – using a vacuum. And because today’s advanced safety air guns are designed to be comfortable and ergonomic, they provide hours of fatigue-free operation and boost worker productivity.<\/p>","anchor_id":"stay-safe"}},"514e8fac-b7f1-498d-bdf9-c342005080de":{"type":"Image-Text","settings":{"top_text":"","img_logo":"shopify:\/\/shop_images\/i.shgcdn_7.png","image_alignment":"center","img_link":"","texts":"<p><strong>Guardair Introduces the ReverseForce® Air Gun for Complete Cleaning<\/strong><\/p><p><em>New air gun directs air outward for effective debris removal<\/em><\/p><p>Guardair Corporation, a leading manufacturer of best-in-class pneumatic tools, announces the innovative ReverseForce Air Gun. Blowing air into tight spaces with air guns can drive metal chips and debris deep into mechanical equipment, causing failure and future maintenance problems. For example, when a truck axle breaks, metal chips and debris are left inside the axle housing which must be thoroughly cleaned before repairing. Prior to replacing the axle, the ReverseForce nozzle extracts metal chips and debris from inside the housing, thus saving on potential costly repairs in the future. The ReverseForce is also effective when cleaning machine cavities, hydraulic cylinders or gear boxes.<\/p><p>Featuring a rugged, ergonomic handle, the ReverseForce includes a wide comfort trigger and hanging hook. The 48-inch extension reaches deep inside cavities for complete cleaning.<\/p><p>\"The ReverseForce Air Gun is a product our customers have requested,\" said Thomas Tremblay, President of Guardair. \"We're thrilled to deliver this tool that quickly and easily removes unwanted debris from machine cavities, axle housings and transmission boxes, resulting in safer and more efficient workplaces.<\/p>","anchor_id":"reverseforce"}},"ab8c6a95-d1d7-46dc-9e35-8e394a7a6c9e":{"type":"Image-Text","settings":{"top_text":"<p><strong>Guardair Corporation® Introduces Pneumatic GunVac® with New Flexible Extension<\/strong><\/p><p><em>The hand‐held GunVac features a new tapered 18” flexible metal extension that accommodates all standard 1¼” vacuum accessories and attachments.<\/em><\/p><p>Guardair Corporation®, a world-class manufacturer of pneumatic tools used for cleaning and maintenance, announces pneumatic <a href=\"\/products\/flexible-gunvac\" title=\"Flexible GunVac - Kit\">Flexible GunVac<\/a>® with new 18” tapered flexible metal extension. The tapered vacuum inlet accepts all standard 1 1\/4” vacuum accessories expanding the attachment options for use with the Gun Vac. The GunVac, designed for industrial cleaning applications, produces twice the power of standard shop vacuums.<\/p>","img_logo":"shopify:\/\/shop_images\/flexible-gun-vac-1548_large_c1a8fb8f-dc02-4847-92b6-a44937c46917.jpg","image_alignment":"left","img_link":"","texts":"<p>The flexible metal extension makes cleaning easy in hard-to-reach areas by capturing debris versus blowing it around. Powered by compressed air, the lightweight Flexible GunVac has no electric motor to burn out. The high filtration collection bag makes it ideal for cleaning metal chips, dirt, dust, and finer materials such as powders and talc. The bag attaches to the rear of the vacuum and features a zipper making it easy to empty. It also has an internal stiffener that prevents sagging and sharp objects from penetrating the exterior of the bag.<br\/><br\/><strong>Additional features include:<\/strong>• Lightweight all-metal construction<br\/>• 18\" X 1 5\/16\" O.D. tapered flexible metal extension<br\/>• Engineered contoured comfort grip<br\/>• Eyelet for convenient hanging\/storage<br\/>• High filtration collection bag with zipper<br\/>• Dual 1\/4\" FNPT air inlets (bottom and rear) - allow for ease of installation and operation<br\/>• Meets OSHA Standards<br\/>• Made in USA<br\/>• Part number: 1548<\/p>","anchor_id":"gunvac"}}},"block_order":["image_text_qtXg6c","image_text_QNB4cd","image_text_R6kinW","image_text_tRjWp9","7b633077-4f7d-442d-b8df-f92abd30b0a4","8c07ce65-b594-445b-835d-a55bb0419c18","b5210183-d16f-4ef1-99cf-21a385b63b6c","d390b9e0-8618-4a60-9cf1-356155aeb231","c1c55b8c-ac2e-4f71-8f30-dd6943f43b9c","a9a870e7-d9cf-43e5-8181-7ab09bbbeeb5","38e40e91-1c76-4533-b28a-40307a3963e6","65d37228-b968-43b0-9afc-1652084085da","08a3b00d-f9ab-4ec1-b859-079f321e6acc","514e8fac-b7f1-498d-bdf9-c342005080de","ab8c6a95-d1d7-46dc-9e35-8e394a7a6c9e"],"settings":{"heads":"CHECK OUT UPCOMING TRADESHOWS","text_link":"Tradeshow Calendar","text_url":"shopify:\/\/pages\/tradeshow-calendar","img_calender":"shopify:\/\/shop_images\/calendar-1527100436131.png","padding_top":0,"padding_bottom":100}}},"order":["main","e2b2a29e-2555-4721-873a-c9cd302b12b4"]}